Repository: eduardodornellessouza/omnibees
Catalog: tfs-OB.API.Reservations-release/Main/DM/OB.Domain.Resources/CustomErrorMessage.*.resx
Languages: es_es, pt_br

# lblValidateEmail
source: {0} needs to be a valid Email.
es_es: El Campo '{0}' debe ser un correo electrónico válido.
pt_br: O Campo '{0}' precisa de ser um Email Válido.

# lblRequired
source: {0} is Required.
es_es: Em Campo '{0}' es necesario.
pt_br: O campo '{0}' é de preenchimento Obrigatório.

# lblRoomPriceGreterthenzero
source: Room Price must be greater than zero!
es_es: ¡El Precio de la Habitacion debe ser mayor que cero!
pt_br: Preço do Apartamento deve ser superior a zero!

# lblRateLevelValueGreaterthanzero
source: Value must be greater than zero!
es_es: ¡El valor debe ser mayor que cero!
pt_br: Valor deve ser superior a zero!

# lblRateLevelOccupancyToGreaterthanzero
source: The value Maximum Occupancy must be greater than zero!
es_es: ¡El valor Máximo de Ocupación debe ser mayor que cero!
pt_br: O valor Máximo de Ocupação deve ser superior a zero!

# lblRateLevelOccupancyFromGreaterthanzero
source: The Minimum Occupation value must be greater than zero!
es_es: ¡El valor Mínima de Ocupación debe ser mayor que cero!
pt_br: O valor Mínimo de Ocupação deve ser superior a zero!

# lblRoomQuantiy
source: Room Quantiy should be greater than or equal to zero.
es_es: ¡La Cantidad de Habitaciones debe ser mayor o igual que cero!
pt_br: Quantidade de Apartamentos deve ser superior ou igual a zero.

# lblReservationRoomQuantityGreaterthanzero
source: Room Quantity must be greater than zero!
es_es: ¡La Cantidad de Habitaciones debe ser mayor o igual que cero!
pt_br: A Quantidade de Apartamentos deve ser superior zero!

# lblRatesIncentiveDateFrom
source: Please select a Start Date!
es_es: ¡Por favor, seleccione una Fecha de Inicio!
pt_br: Por favor, selecione uma Data de Início!

# lblRatesIncentiveDateTo
source: Please select an End Date!
es_es: ¡Por favor, seleccione una Fecha Final!
pt_br: Por favor, selecione uma Data Final!

# lblInvoiceSettingVatLassthan100
source: VAT must be less than 100%!
es_es: ¡Valor del IVA debe ser inferior al 100%!
pt_br: Valor de IVA deve ser inferior a 100%!

# lblRecordUpdatedFailed
source: Record update failed.
es_es: Actualización del registro ha fallado.
pt_br: A atualização do Registo falhou.

# lblAdult
source: Adult
es_es: Adulto
pt_br: Adulto

# lblContentNotTranslated
source: This information does not exist in your language. Please contact the hotel for more information.
es_es: Advertencia: esta información no existe en este idioma! Por favor, póngase en contacto con el Hotel.
pt_br: Aviso: esta informação não existe neste idioma! Por favor, entre em contato com o Hotel.

# lblUnsubscribe
source: to Unsubscribe from this notification.
es_es: cancelar la suscripción a esta notificación.
pt_br: para cancelar a subscrição desta notificação.

# lblValidateOldPassword
source: Invalid password.
es_es: Contraseña Inválida.
pt_br: Senha inválida.

# lblChildTermPriceRequired
source: Child group price is Required.
es_es: Debe introducir los precios para los Niños.
pt_br: É obrigatório inserir preços para Crianças.

# lblCampaignPerDiscount
source: Discount must be less than 100%.
es_es: Descuento debe ser inferior a 100%.
pt_br: Desconto deve ser inferior a 100%.

# lblValidateDiscountLessthan100
source: Discount must be less than 100%.
es_es: Descuento debe ser inferior a 100%.
pt_br: Desconto deve ser inferior a 100%.

# lblCampaignValueDiscount
source: Discount must be greater than Zero.
es_es: Descuento debe ser mayor que cero.
pt_br: Desconto deve ser superior a zero.

# lblValidateDiscountGreaterthanZero
source: Discount must be greater than zero.
es_es: Descuento debe ser mayor que cero.
pt_br: Desconto deve ser superior a zero.

# lblValidateEmailaddress
source: Email address is required.
es_es: Dirección de e-mail es obligatorio-
pt_br: Endereço de e-mail é obrigatório.

# lblReservationChildAge
source: Age must be greater than zero.
es_es: Edad debe ser mayor que cero.
pt_br: Idade deve ser superior a zero.

# lblRoomAllomentGreterthenzero
source: Room Allotment must be greater than zero!
es_es: El Allotment debe ser mayor que cero!
pt_br: O Allotment deve ser superior a zero!

# lblValidatePropertyBuildYear
source: Build Year can not be greater than current year.
es_es: El Año de Construcción debe ser menor o igual que el Año en Curso.
pt_br: O Ano de Construção deve ser inferior ou igual ao Ano Atual.

# lblValidatePropertyRenYear
source: The Year Renewal must be less than or equal to the Current Year.
es_es: El Año de Renovación debe ser menor o igual que el año en curso.
pt_br: O Ano de Renovação deve ser inferior ou igual ao Ano Atual.

# lblValidateBreakFeastHours
source: The End of Time Breakfast must be greater than Start.
es_es: El Fin de la Hora de desayuno debe ser superior al Inicio.
pt_br: O Fim da Hora do Café da Manhã deve ser superior ao de Início.

# lblResCardNumberLength
source: Card number length does not match to card type.
es_es: El Número de Dígitos de la Tarjeta no es válida.
pt_br: O Número de Dígitos do Cartão é inválido.

# lblValidateExtraPrice
source: Price must be greater than zero.
es_es: El precio debe ser mayor que cero.
pt_br: Preço deve ser superior a zero

# lblChildTermsAgeToGreterthenAgeFrom
source: The value of the Minimum Age should be less than the Maximum Age.
es_es: El valor de la Edad Mínima debe ser inferior a la Edad Máxima.
pt_br: O valor da Idade Mínima deve ser inferior ao de Idade Máxima.

# lblRoomvalueLessthan100
source: Room Value must be less than or equal to 100%.
es_es: El valor de la Habitación debe ser inferior o igual a 100%.
pt_br: Valor do Apartamento deve ser inferior ou igual a 100%.

# lblRoomTypeValidateMaxValue
source: The value Maximum must be greater than Minimum.
es_es: El valor de Máximo debe ser mayor que el Mínimo.
pt_br: O Valor Máximo deve ser superior ao Valor Mínimo.

# lblValidateRateRestriction
source: The value Maximum Days must be greater than Minimum Days.
es_es: El valor de Máximo Días debe ser mayor que el Mínimo de Días.
pt_br: O valor Máximo de Dias deve ser superior ao valor Mínimo de dias.

# lblInvoiceSettingDetailValueLessthan100
source: Value must be less than 100%.
es_es: El valor debe ser inferior a 100%.
pt_br: Valor deve ser menor que 100%.

# lblRateLevelValueLessthan100
source: Value must be less than 100%.
es_es: El valor debe ser inferior a 100%.
pt_br: Valor deve ser inferior a 100%.

# lblChannelServiceValueLassthan100
source: Value must be less than 100.
es_es: El valor debe ser inferior a 100.
pt_br: O valor deve ser inferior a 100.

# lblValueGreaterZero
source: Value must be greater than zero.
es_es: El valor debe ser mayor que cero.
pt_br: Valor deve ser superior a zero.

# lblChannelvalueGreaterthanzero
source: Channel value must be greater than zero.
es_es: El valor establecido para el Canal debe ser mayor que cero.
pt_br: O valor definido para o Canal deve ser superior a zero.

# lblChannelvalueLessthan100
source: Channel value must be less than or equal to 100%.
es_es: El valor establecido para el Canal debe ser menor que o igual a 100%.
pt_br: O valor definido para o Canal deve ser inferior ou igual a 100%.

# lblPackageDays
source: The value Maximum Days must be less than Days.
es_es: El valor Máxima de Días debe ser menor que el número de Días.
pt_br: O valor de Máximo de Dias deve ser inferior ao número de Dias.

# lblRoomTypeValidateMaxOccupancy
source: The value Maximum Occupancy must be greater than Minimum Occupancy.
es_es: El valor Máxima de Ocupacion debe ser menor que el valor Mínimo de Ocupaccion.
pt_br: O valor Máximo de Ocupação deve ser superior ao valor Mínimo de Ocupação.

# lblRateLevelOccupancyToLessthan100
source: The value Maximum Occupancy must be less than 100%!
es_es: El valor Máximo de Ocupación debe ser inferior al 100%.
pt_br: O valor Máximo de Ocupação deve ser inferior a 100%!

# lblRateLevelOccupancyFromLessthan100
source: The Minimum Occupation must be less than 100%
es_es: El valor Mínima de Ocupación debe ser inferior al 100%
pt_br: O valor Mínimo de Ocupação deve ser inferior a 100%

# lblValueExceed
source: Value should not exceed Sales Document Value.
es_es: El valor no debe exceder el valor del Documento de Venta.
pt_br: O valor não deve exceder o valor dos detalhes do documento de venda

# lblSalesDocDetailValue
source: Value should not succeed from Invoice Value.
es_es: El valor no debe superar el valor de la Factura.
pt_br: O valor não deve exceder o valor do Invoice.

# lblGroupCodeValidateEndSell
source: End Date must be greater than Start Date
es_es: End Sell must be greater than Begin Sell.
pt_br: A data final deve ser superior à data de início

# lblReplicatePropertyFail
source: Operation failed for below entities because of the Reference :
es_es: Error en la operación para las entidades abajo devido à la referencia:
pt_br: Operação falhou para as entidades abaixo devido à referência:

# lblPackageMaxDays
source: You must select Max Days when Package is extentible.
es_es: Es necesario seleccionar el número Máximo de Días cuando el Paquete es extensible.
pt_br: É necessario selecionar número Máximo de Dias quando o Pacote é extensível.

# lblPackageExtendedRate
source: You must select Rate for extended Package.
es_es: Es necesario seleccionar una Tarifa para el Paquete extensible.
pt_br: É necessario selecionar um Tarifário para o Pacote extensível.

# lblBeginEndSaleDate
source: End Sale date must be greater than Begin Sale date.
es_es: Fecha de Cierriemento de Ventas debe ser mayor de ventas Fecha de Inicio.
pt_br: Data de Fechamento de Vendas deve ser superior à Data de Início de Vendas.

# lblFree
source: Free
es_es: Gratuito
pt_br: Gratuito

# lblClickHere
source: Click here
es_es: Haga clic aquí
pt_br: Clique aqui

# lblCanecellationPolicyValidDay
source: Enter Valid Day.
es_es: Introduzca un día válido.
pt_br: Insira um dia válido.

# lblInvoiceSettingValidateVat
source: Enter valid VAT.
es_es: Introduzca un valor de IVA válido.
pt_br: Insira um valor de IVA válido.

# lblChildTermsValueLessthan100
source: Enter value is less then 100.
es_es: Introduzca un valor inferior a 100.
pt_br: Insira um valor inferior a 100.

# lblTaxPolicyValueLessthan100
source: Enter value is less then 100.
es_es: Introduzca un valor inferior a 100.
pt_br: Insira um valor inferior a 100.

# lblTaxPolicyValidValue
source: Enter valid Value.
es_es: Introduzca un valor válido.
pt_br: Insira um valor válido.

# lblInvoiceSettingDetailValidateValue
source: Enter valid value.
es_es: Introduzca un valor válido.
pt_br: Insira um valor válido.

# lblInvoiceValidateValue
source: Enter Valid Value.
es_es: Introduzca un valor válido.
pt_br: Insira um valor válido.

# lblChannelServiceValidateValue
source: Enter valid Value
es_es: Introduzca un valor válido.
pt_br: Insira um valor válido.

# lblChildTermsValidValue
source: Enter valid Value.
es_es: Introduzca un valor válido.
pt_br: Insira um valor válido.

# lblInvoiceValidateQuantity
source: Enter Valid Quantity.
es_es: Introduzca una cantidad válida.
pt_br: Insira uma quantidade válida.

# lblValidateRoomTypeQty
source: Quantity value must be greater than zero.
es_es: La cantidad debe ser mayor que cero.
pt_br: Quantidade deve ser superior a zero.

# lblValidateNewPasswordandConfirmPassword
source: Password and Confirm Password don't match.
es_es: La confirmación de Contraseña no coincide.
pt_br: A confirmação da senha não corresponde.

# lblPswdNotMatch
source: Password and Confirm Password don't match.
es_es: La confirmación de Contraseña no coincide.
pt_br: A confirmação da senha não corresponde.

# lblValidatePasswordandRepeatPassword
source: Password and Confirm Password don't match.
es_es: La confirmación de Contraseña no coincide.
pt_br: A confirmação da senha não corresponde.

# lblValidTo
source: Valid To field is required
es_es: La cumplimentación del campo "a" es obligatorio.
pt_br: O preenchimento do campo "a" é obrigatório.

# lblValidateSubject
source: Subject is required
es_es: La cumplimentación del campo "Asunto" es obligatorio.
pt_br: O preenchimento do campo "Assunto" é obrigatório.

# lblValidFrom
source: Valid From field is required
es_es: La cumplimentación del campo "De" es obligatorio.
pt_br: O preenchimento do campo "De" é obrigatório.

# lblValidateMessages
source: Message is required
es_es: La cumplimentación del campo "Mensaje" es obligatorio.
pt_br: O preenchimento do campo "mensagem" é obrigatório

# lblValidateURl
source: URL field is required
es_es: La cumplimentación del campo "URL" es obligatorio.
pt_br: O preenchimento do campo "URL" é obrigatório.

# lblValidateValue
source: Value filed is required
es_es: La cumplimentación del campo "Valor" es obligatorio.
pt_br: O preenchimento do campo "Valor" é obrigatório.

# lblPackageValidateStartEndDate
source: To Date must be greater than From Date
es_es: La Fecha de Fin debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblRateTiersDateRange
source: End Date must be greater than Start Date.
es_es: La Fecha de Fin debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblValidateCloseDate
source: End Date must be greater than Start Date.
es_es: La Fecha Final debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblGroupCodeValidateDateTo
source: End Date must be greater than Start Date
es_es: La Fecha Final debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblSalesDocumentSeriesValidateStartEndDate
source: End Date must be greater than Start Date
es_es: La Fecha Final debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblCampaignValidateEndDate
source: End Date must be greater than Start Date.
es_es: La Fecha Final debe ser posterior a la Fecha de Inicio.
pt_br: A Data Final deve ser superior à Data de Início.

# lblVatValidateDate
source: Date can not be of past.
es_es: La fecha no puede ser una fecha pasada.
pt_br: A Data não pode ser uma Data passada.

# lblPackagServiceValidateDate
source: Date can not be of past.
es_es: La fecha no puede ser una fecha pasada.
pt_br: A Data não pode ser uma Data passada.

# lblInvoiceSettingValidateRecurrence
source: Recurrence must be greater than zero!
es_es: La frecuencia debe ser mayor que cero!
pt_br: A periodicidade deve ser superior a zero!

# lblValidateReceptionHours
source: Reception Close Hours must be greater than Reception Open Hours.
es_es: La Hora de Cierramento de la Recepción debe ser mayor que la Hora de Apertura.
pt_br: A Hora de Fecho da Recepção deve ser maior que a Hora de Abertura.

# lblValidateCheckInHours
source: Check-Out must be greater than Check-In.
es_es: La Hora del Check-in debe ser mayor que la Hora del Check-out.
pt_br: A Hora de Check-in deve ser superior à Check-out.

# lblChild
source: Child
es_es: Niño
pt_br: Criança

# lblNo
source: No
pt_br: Não

# lblStayThroughMsg
source: Stay Through and Minimum or Maximum of Stay cannot be set at the same time.
es_es: No se puede establecer la Estada Cierta en simultáneo com la Estada Mínima e Máxima.
pt_br: Não é possível definir a Estada Certa em simultâneo com a Estada Mínima e/ou Máxima.

# lblValidateIncentiveFreeDays
source: Number of Free Days must be less than or equal to number of days.
es_es: Número de Días Libres debe ser menor que o igual al número de días.
pt_br: Número de Dias Livres deve ser inferior ou igual ao número de dias.

# lblPromotionCodesValidateDateValidFrom
source: Both dates Valid From and Valid To are required for making Promotional Code valid between those dates
es_es: Para activar el Código Promocional debe introducir fechas válidas para el intervalo de tiempo deseado.
pt_br: Para ativar o Código Promocional é necessário inserir datas válidas para o intervalo de tempo pretendido.

# lblUserPasswordExpirydate
source: Password Expiry Date must be greater than current date.
pt_br: Data da validade da senha não pode ocorrer no passado.

# lblCancellationPolicyValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, insira o idioma
pt_br: Por favor, insira o idioma

# lblguestSelectLanguages
source: Please select a Language.
es_es: Por favor seleccione el idioma.
pt_br: Por favor, selecione o Idioma.

# lblGuestSelectCountry
source: Please select a Country.
es_es: Por favor seleccione un País.
pt_br: Por favor, selecione o País.

# lblValidateGroupCodeRate
source: You must have to add Rate related to this Group Code.
es_es: Por favor, agregue una Tarifa para este Código de Grupo.
pt_br: Por favor, adicione um Tarifário para este Código de Grupo.

# lblRateValidateLangName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma.

# lblRoomTypeValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma.

# lblOtherPolicyValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma

# lblExtraServiceValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma

# lblDepositPolicyValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma

# lblTaxPolicyValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma.

# lblAttractionValidateLanguageName
source: Please Enter Language Name.
es_es: Por favor, introduce el idioma.
pt_br: Por favor, insira o idioma

# lblValidateUserName
source: Please Enter User Name.
es_es: Por favor, introduzca Nombre de Usuario.
pt_br: Por favor, insira Nome do Usuário

# lblValidateUserPassword
source: Please Enter User Password
es_es: Por favor, introduzca su Contraseña.
pt_br: Por favor, insira a sua Senha.

# lblActivityCategory
source: Please Select a Category.
es_es: Por favor, selecciona una Categoría.
pt_br: Por favor, selecione uma Categoria.

# lblSelectOneDay
source: Please select at least one day for Update.
es_es: Por favor, seleccione al menos un día para Actualizar.
pt_br: Por favor, selecione pelo menos um dia para a Atualização.

# lblValidateVAT
source: Please select VAT
es_es: Por favor, seleccione el IVA.
pt_br: Por favor, selecione IVA

# lblSalesDocumentSeriesValidateDocumentType
source: Please Select a Sales DocumentType.
es_es: Por favor, seleccione el Tipo del Documento de Ventas.
pt_br: Por favor selecione um Tipo de Documento de Vendas.

# lblSystemTemplateValidateCategory
source: Please Select a Templates Category.
es_es: Por favor, seleccione la Categoría de la Plantilla.
pt_br: Por favor, selecione a Categoria do Modelo.

# lblSalesDocDetailValidate
source: Please select Sales Document Detail.
es_es: Por favor, seleccione los Detalles del Documento de Ventas.
pt_br: Por favor, selecione os Detalhes do Documento de Vendas.

# lblStatus
source: Please select a Status.
es_es: Por favor, seleccione un Estado.
pt_br: Por favor, selecione um Status.

# lblAccountManagerValidateProperty
source: Please Select Property Account Manager
es_es: Por favor, seleccione un Gerente de Cuentas de la Propiedad.
pt_br: Por favor, selecione um Gestor de Conta para a Propriedade.

# lblReservationGuest
source: Please select guest.
es_es: Por favor, seleccione un Huésped.
pt_br: Por favor, selecione um Hóspede.

# lblSurveyPropertyTemplate
source: Please select a Property Template.
es_es: Por favor, seleccione un Modelo de Propiedad.
pt_br: Por favor, selecione um Modelo de Propriedade.

# lblValidateRoomType
source: Please select Room Type
es_es: Por favor, seleccione un Tipo de Habitación.
pt_br: Por favor, selecione um Tipo de Apartamento.

# lblAttractionCategory
source: Please select an Attraction Category.
es_es: Por favor, seleccione una Categoría de Atracción.
pt_br: Por favor, selecione uma Categoria de Atração

# lblPropertyCategory
source: Please Select Property Category
es_es: Por favor, seleccione una Categoría de Tipo de Propiedad.
pt_br: Por favor, selecione uma Categoria do Tipo Propriedade

# lblGuestSelectCategory
source: Please select a Guest Category.
es_es: Por favor, seleccione una Categoría del Tipo Huésped.
pt_br: Por favor, selecione uma Categoria do Tipo de Hóspede

# lblCurrencySelect
source: Please Select a Currency.
es_es: Por favor, seleccione una Moneda.
pt_br: Por favor, selecione uma Moeda.

# lblGuestSelectCurrency
source: Please Select a Currency.
es_es: Por favor, seleccione una Moneda.
pt_br: Por favor, selecione uma Moeda.

# lblPropertyValidateClient
source: Please Select Property Client
es_es: Por favor, seleccione una Propiedad.
pt_br: Por favor, selecione uma Propriedade.

# lblInvoiceSettingValidateProperty
source: Please Select a Property.
es_es: Por favor, seleccione una Propiedad.
pt_br: Por favor, selecione uma Prorpriedade.

# lblSalesDocPropertyValue
source: Please select a Property
es_es: Por favor, seleccione una Propiedad.
pt_br: Por favor, selecione uma Propriedade.

# lblPackageRateValidate
source: Please select Rate.
es_es: Por favor, seleccione una Tarifa.
pt_br: Por favor, selecione um Tarifário.

# lblValidateDropDown
source: Please select.
es_es: Por favor, seleccione.
pt_br: Por favor, selecione.

# lblRecordUpdated
source: Record updated successfully.
es_es: Registro actualizado correctamente.
pt_br: Registo atualizado com sucesso

# lblAmenityCategorySelect
source: Select a Category.
es_es: Seleccione una Categoría.
pt_br: Selecione uma Categoria.

# lblYes
source: Yes
es_es: Sí
pt_br: Sim

# lblViewCampaign
source: if you can't view the email correctly.
es_es: si usted no puede ver el e-mail correctamente.
pt_br: se não conseguir visualizar corretamente.

# lblValidateAmount
source: Only Numeric Value is allowed.
es_es: Sólo Valor numérico está permitido.
pt_br: Apenas o valor numérico é permitido.

# lblValidateLon
source: Invalid value for Longitude.
es_es: Valor d Longitud inválido.
pt_br: Valor da Longitude inválido.

# lblChildTermsAgeFrom
source: Value of the Maximum Age invalid.
es_es: Valor de la Edad Máximo inválido.
pt_br: Valor da Idade Máxima inválido.

# lblChildTermsAgeTo
source: Value of the Minimum Age invalid.
es_es: Valor de la Edad Mímina inválido.
pt_br: Valor da Idade Mínima inválido.

# lblValidateLat
source: Invalid value for Latitude.
es_es: Valor de Latitud inválido.
pt_br: Valor da Latitude inválido.

# lblSystemDefultEventValidateValue
source: Invalid Value
es_es: Valor inválido
pt_br: Valor inválido

# lblDuplicate
source: Record with the same name already exists.
es_es: Ya existe un registro con el mismo nombre.
pt_br: Já existe um Registo com o mesmo nome.

# lblTimeZone
source: Time Zone
es_es: Zona Horaria
pt_br: Fuso Horário
