Repository: eduardodornellessouza/omnibees
Catalog: tfs-OB.API.Reservations-release/Main/DM/OB.Domain.Resources/MetadataErrorMessages.*.resx
Languages: pt_pt

# lblTo
source: To
pt_pt: a

# lblAmenity
source: Amenities
pt_pt: Amenidades

# lblGuestLenLastName
source: Last name must be maximum 50 characters.
pt_pt: Apelido deve conter no máximo 50 caracteres

# lblActivity
source: Activities
pt_pt: Atividades

# lblCalendarEvents
source: Calendar Events
pt_pt: Calendário de eventos

# lblChannels
source: Channels
pt_pt: Canais

# lblTplLanCity
source: City must be maximum 50 characters.
pt_pt: Cidade deve conter no máximo 50 caracteres

# lblTplLanPostalcode
source: Postal code must be maximum 50 characters.
pt_pt: Cod. postal deve conter no máximo 50 caracteres

# lblValidateCVV
source: Invalid Security Code(CVV).
pt_pt: Código de segurança inválido (CVV).

# lblCh
source: Ch.
pt_pt: Cr.

# lblFrom
source: From
pt_pt: De

# lblTPICategoryLanDescription
source: TPI category description must be maximum 250 characters.
pt_pt: Descrição da categoria TPI deve conter no máximo 250 caracteres

# lblCancellationPolicyLanDescription
source: Description must be maximum 100 characters.
pt_pt: Descrição deve conter no máximo 100 caracteres

# lblMaxLengthDescription
source: Description must be maximum 250 characters.
pt_pt: Descrição deve conter no máximo 250 caracteres

# lblValidPhoneExt
source: Invalid phone ext.
pt_pt: Ext. de telefone inválida

# lblTplLanIATA
source: IATA must be maximum 50 characters.
pt_pt: IATA deve conter no máximo 50 caracteres

# lblMaxLengthUserId
source: User ID must be maximum 50 characters.
pt_pt: ID deve conter no máximo 50 caracteres

# lblLanguagesLanName
source: Language name must be maximum 50 characters.
pt_pt: Idioma deve conter no máximo 50 caracteres

# lblClientReqAdd1
source: Enter Address1.
pt_pt: Insira morada

# lblClientReqCompanyName
source: Enter Company Name.
pt_pt: Insira nome da empresa

# lblClientReqName
source: Enter Client Name.
pt_pt: Insira nome de cliente

# lblTplLanAdd1
source: Address1 must be maximum 250 characters.
pt_pt: Morada deve conter no máximo 250 caracteres

# lblBookingEngine
source: Booking Engine
pt_pt: Motor de reservas

# lblMultiMedia
source: Multi Media
pt_pt: Multimédia

# lblValidPhone
source: Invalid phone.
pt_pt: N.º telefone inválido

# lblNumbersNotAllowed
source: Numbers are not allowed.
pt_pt: Não são permitidos números

# lblAmenityLenName
source: Amenity name must be maximum 50 characters.
pt_pt: Nome da amenidade deve conter no máximo 50 caracteres

# lblAttractionCategoryLenName
source: Category name must be maximum 50 characters.
pt_pt: Nome da categoria deve conter no máximo 50 caracteres

# lblTPICategoryLanName
source: TPI category name must be maximum 50 characters.
pt_pt: Nome da categoria TPI deve conter no máximo 50 caracteres

# lblTplValidateUserName
source: Invalid Username(abc@gmail.com)
pt_pt: Nome de utilizador inválido

# lblDepositePolicyLanName
source: Name must be maximum 100 characters.
pt_pt: Nome deve conter no máximo 100 caracteres

# lblMaxLengthName
source: Name must be maximum 50 characters.
pt_pt: Nome deve conter no máximo 50 caracteres

# lblGuestLanFirestName
source: First name must be maximum 50 characters.
pt_pt: Nome prórpio deve conter no máximo 50 caracteres

# lblPackagesReqDateTo
source: DateTo is required.
pt_pt: O preenchimento do campo "a" é obrigatório

# lblRequiredDateTo
source: Date To is Required.
pt_pt: O preenchimento do campo "a" é obrigatório

# lblTPICategoryReqName
source: TPI category name is required.
pt_pt: O preenchimento do campo "Categoria de TPI" é obrigatório

# lblTplReqCity
source: City is required.
pt_pt: O preenchimento do campo "cidade" é obrigatório

# lblTplReqPostalcode
source: Postal code is required.
pt_pt: O preenchimento do campo "cod. postal" é obrigatório

# lblRequiredEnddate
source: End Date is required.
pt_pt: O preenchimento do campo "Data de fim" é obrigatório

# lblRequiredStartdate
source: Start Date is required.
pt_pt: O preenchimento do campo "data de início" é obrigatório

# lblRequiredDateFrom
source: Date From is Required.
pt_pt: O preenchimento do campo "De" é obrigatório

# lblPackagesReqDateFrom
source: DateFrom is required.
pt_pt: O preenchimento do campo "De" é obrigatório

# lblRequiredDescription
source: Description is required.
pt_pt: O preenchimento do campo "descrição" é obrigatório

# lblReqEmail
source: Email Adress is required.
pt_pt: O preenchimento do campo "email" é obrigatório

# lblRequierdUserId
source: User ID is required!
pt_pt: O preenchimento do campo "ID" é obrigatório

# lblLanguagesReqName
source: Language name is required.
pt_pt: O preenchimento do campo "idioma" é obrigatório

# lblReqCurrency
source: Currency is required.
pt_pt: O preenchimento do campo "moeda" é obrigatório

# lblTplReqAdd1
source: Address1 is required.
pt_pt: O preenchimento do campo "morada" é obrigatório

# lblAmenityReqName
source: Amenity name is required.
pt_pt: O preenchimento do campo "nome da amenidade" é obrigatório

# lblAttractionCategoryReqName
source: Category name is required.
pt_pt: O preenchimento do campo "nome da categoria" é obrigatório

# lblGuestReqFirestName
source: First name is required.
pt_pt: O preenchimento do campo "nome próprio" é obrigatório

# lblRequiredName
source: Name is required.
pt_pt: O preenchimento do campo "nome" é obrigatório

# lblAccountManagerReqPassword
source: Password is required.
pt_pt: O preenchimento do campo "palavra-chave" é obrigatório

# lblRequierdUserPassword
source: User Password is required!
pt_pt: O preenchimento do campo "palavra-chave" é obrigatório

# lblPercentageRequired
source: Percentage is required.
pt_pt: O preenchimento do campo "percentagem" é obrigatório

# lblTplReqPhone
source: Phone is required.
pt_pt: O preenchimento do campo "telefone" é obrigatório

# lblAccountManagerReqUserName
source: Username is required.
pt_pt: O preenchimento do campo "Utilizador" é obrigatório

# lblRequiredValue
source: Value is required.
pt_pt: O preenchimento do campo "valor" é obrigatório

# lblGroupCodeRequired
source: Group Code is Required
pt_pt: O preenchimento do campo Código de grupo" é obrigatório

# lblRequired
source: Required
pt_pt: Obrigatório

# lblPartialPayment
source: Partial Payment
pt_pt: Pagamento parcial

# lblAccountManagerLenPassword
source: Password length must be between 6 and 20 characters.
pt_pt: Palavra-chave deve conter entre 6 e 20 caracteres

# lblMaxLengthUserPassword
source: User Password must be maximum 50 characters.
pt_pt: Palavra-chave deve conter no máximo 50 caracteres

# lblAccountManagerLenUserName
source: Username must be maximum 50 characters.
pt_pt: Palavra-chave deve conter no máximo 50 caracteres

# lblCancellationPolicy
source: Cancellation Policies
pt_pt: Políticas de cancelamento

# lblDepositPolicy
source: Deposit Policies
pt_pt: Políticas de depósito

# lblTaxPolicy
source: Tax Policies
pt_pt: Políticas de taxas

# lblOtherPolicy
source: General Policies
pt_pt: Políticas gerais

# lblClientComments
source: Please Enter Comments
pt_pt: Por favor, inserir comentários

# lblValidateEmail
source: Please enter valid Email Address.
pt_pt: Por favor, inserir endereço de email válido

# lblRequierdTag
source: Please enter tag!
pt_pt: Por favor, inserir Tag

# lblPropertiesValidInvoiceEmail
source: Please enter valid Invoicing Email.
pt_pt: Por favor, inserir um email para faturação válido

# lblPropertiesValidResevationEmail
source: Please enter valid Reservation Email.
pt_pt: Por favor, inserir um email para reservas válido

# lblAccountManegerEmail
source: Please enter valid Username.
pt_pt: Por favor, insira um nome de utilizador válido

# lblAttractionValidURL
source: Please enter valid URL.
pt_pt: Por favor, insira um URL válido

# lblReqCountry
source: Please select Country.
pt_pt: Por favor, selecionar pais

# lblRequiredRateTier
source: Please select rate tier.
pt_pt: Por favor, selecione grupo da tarifa

# lblRequiredImage
source: Please Select Image.
pt_pt: Por favor, selecione imagem.

# lblRequiredProperty
source: Please select property.
pt_pt: Por favor, selecione propriedade

# lblChannelsServicesReqRateModel
source: Please select any Rate Model.
pt_pt: Por favor, selecione um modelo de tarifa

# lblIncentiveReqIncentiveType
source: Please select incentive type.
pt_pt: Por favor, selecione um tipo de incentivo

# lblRate
source: Rates
pt_pt: Tarifas

# lblInterestRates
source: interest rates
pt_pt: Taxas de juro

# lblTplLanPhone
source: Phone must be maximum 50 characters.
pt_pt: Telefone deve conter no máximo 50 caracteres

# lblRoomType
source: Room Types
pt_pt: Tipos de quarto

# lblAllReservation
source: All Reservation
pt_pt: Todas as reservas

# blRenovationYear
source: Renovation Year
pt_pt: Ano Renovação

# lblAccountManager
source: Account Manager
pt_pt: Gerente de Conta

# lblAddress
source: Address
pt_pt: Endereço

# lblAddress1
source: Address1
pt_pt: Endereço1

# lblAge
source: Age
pt_pt: Idade

# lblBaseLanguage
source: Base Language
pt_pt: Idioma Base

# lblBoardType
source: Board Type
pt_pt: Tipo de Placa

# lblBouncedEmail
source: Bounced Email
pt_pt: Saltou-Mail

# lblBuildYear
source: Build Year
pt_pt: Construir Ano

# lblCardHolderName
source: Card Holder's name
pt_pt: Nome do titular do Cartão

# lblCategory
source: Category
pt_pt: Categoria

# lblCCNumber
source: CC Number
pt_pt: Número CC

# lblCity
source: City
pt_pt: Cidade

# lblCode
source: Code
pt_pt: Código

# lblComments
source: Comments
pt_pt: Comentários

# lblCondition
source: Condition
pt_pt: Condição

# lblConfirmPassword
source: Confirm Password
pt_pt: Confirmar Senha

# lblCorporateCategory
source: Corporate Category
pt_pt: Categoria Corporativo

# lblCountry
source: Country
pt_pt: País

# lblCreatedBy
source: Created By
pt_pt: Criado Por

# lblCreatedDate
source: Created Date
pt_pt: Data de Criação

# lblCurrency
source: Currency
pt_pt: Moeda

# lblDateFrom
source: Date From
pt_pt: Data a Partir da

# lblDateTo
source: Date To
pt_pt: Data Para

# lblDays
source: Days
pt_pt: Dias

# lblDescription
source: Description
pt_pt: Descrição

# lblDiscount
source: Discount
pt_pt: Desconto

# lblEndDate
source: End Date
pt_pt: Data Final

# lblEndSale
source: End Sale
pt_pt: Venda Final

# lblEndSell
source: End Sell
pt_pt: Venda Acabar

# lblFirstName
source: First Name
pt_pt: Nome

# lblFreeDays
source: Free Days
pt_pt: Dias Grátis

# lblFromDate
source: From Date
pt_pt: A Partir da Data

# lblGroupCode
source: Group Code
pt_pt: Código de Grupo

# lblImage
source: Image
pt_pt: Imagem

# lblIsActive
source: Is Active
pt_pt: é Ativo

# lblIsPercentage
source: Is Percentage
pt_pt: é Percentagem

# lblLanguage
source: Language
pt_pt: Linguagem

# lblLastName
source: Last Name
pt_pt: Apelido

# lblMaxAge
source: Max Age
pt_pt: Max Idade

# lblMaximumDays
source: Maximum Days
pt_pt: Dias no Máximo

# lblMaxNumberOfDays
source: Max. Number Of Days
pt_pt: Max. Número de dias

# lblMaxValue
source: Max. Value
pt_pt: Max. Valor

# lblMessage
source: Message
pt_pt: Mensagem

# lblName
source: Name
pt_pt: Nome

# lblNewPassword
source: New Password
pt_pt: Nova Senha

# lblNotificationEmail
source: Notification Email
pt_pt: E-mail de Notificação

# lblNrOfRooms
source: Nr. Of Rooms
pt_pt: Nr. de Quartos

# lblNumberOfHotels
source: Number Of Hotels
pt_pt: Número de Hotéis

# lblOccupancyFrom
source: Occupancy From
pt_pt: Ocupação De

# lblOccupancyTo
source: Occupancy To
pt_pt: Para Ocupação

# lblParcel
source: Parcel
pt_pt: Parcela

# lblPassword
source: Password
pt_pt: Senha

# lblPasswordExpiry
source: Password Expiry
pt_pt: Senha de Validade

# lblPaymentMethod
source: Payment Method
pt_pt: Forma de Pagamento

# lblPhone
source: Phone
pt_pt: Telefone

# lblPostalCode
source: Postal Code
pt_pt: Código Postal

# lblProperty
source: Property
pt_pt: Propriedade

# lblPropertyCategory
source: Property Category
pt_pt: Categoria Propriedade

# lblQuestion
source: Question
pt_pt: Pergunta

# lblRateName
source: Rate
pt_pt: Taxa

# lblRecurrence
source: Recurrence
pt_pt: Retorno

# lblReplayEmail
source: Replay Email
pt_pt: E-mail de Replay

# lblRoomQuantity
source: Room Quantity
pt_pt: Quantidade de Quartos

# lblRoomTypeName
source: Room Type
pt_pt: Tipo de Quarto

# lblStartDate
source: Start Date
pt_pt: Data de Início

# lblState
source: State
pt_pt: Estado

# lblStatus
source: Status
pt_pt: Estado

# lblStayThrough
source: Stay Through
pt_pt: Fique Através

# lblSubject
source: Subject
pt_pt: Assunto

# lblTag
source: Tag
pt_pt: Etiqueta

# lblToDate
source: To Date
pt_pt: Para Data

# lblTotalOccupancy
source: Total Occupancy
pt_pt: Ocupação Total

# lblTotalRooms
source: Total Rooms
pt_pt: Total de Quartos

# lblType
source: Type
pt_pt: Tipo

# lblUserID
source: User ID
pt_pt: ID de Usuário

# lblUsername
source: Username
pt_pt: Nome de Utilizador

# lblUserPassword
source: User Password
pt_pt: Senha de Usuário

# lblValidFrom
source: Valid From
pt_pt: Válido De

# lblValue
source: Value
pt_pt: Valor

# lblVAT
source: VAT
pt_pt: IVA

# lblVATNumber
source: VAT Number
pt_pt: Número de IVA

# lblWebsite
source: Website
pt_pt: Site

# lblInvalidDays
source: Number days Invalid.
pt_pt: Número dias inválido.
