Repository: eduardodornellessouza/omnibees
Catalog: tfs-OB.API.Reservations-release/Main/DM/OB.Domain.Resources/Resources.*.resx
Languages: es_es

# BookingCanceledEmailSubjectEmail
source: Booking Cancelled
es_es: Reserva Cancelada

# lblAdded
source: Added
es_es: Adicional

# lblAllStay
source: All Stay
es_es: Todos Stay

# lblCancelled
source: Cancelled
es_es: Cancelado

# lblCopy
source: Copy
es_es: Copiar

# lblExtraSchedule
source: Schedule Dates
es_es: Fechas Horarios

# lblFrom
source: From
es_es: de

# lblIncluded
source: Included
es_es: Incluido

# lblInterestRate
source: interest rates
es_es: Tasas de interés

# lblModified
source: Modified
es_es: Modificado

# lblMove
source: Move
es_es: mover

# lblNotes
source: Notes
es_es: Notas

# lblPartialPayment
source: Partial payment
es_es: Pago Parcial

# lblPaymentType
source: Payment type
es_es: Forma de pago

# lblRateRestriction1
source: Min {0} night(s)
es_es: Min {0} noche(s)

# lblRateRestriction2
source: Stay {0} day(s)
es_es: Manténgase {0} día(s)

# lblRateRestriction3
source: Closed on arrival
es_es: Cerrado a la llegada

# lblRateRestriction4
source: Closed on departure
es_es: Cerrado a la salida

# lblRateRestriction5
source: {0} Release Days
es_es: {0} días de estreno

# lblRateRestriction6
source: Allocation
es_es: Asignación

# lblRateRestriction7
source: Unavailable
es_es: Indisponible

# lblRateRestriction8
source: Max {0} day(s)
es_es: Max {0} día(s)

# lblTo
source: To
es_es: a

# lblYes
source: Yes
es_es: sí

# msgCanceledBookingIntroductoryText
source: Your booking was cancelled.
es_es: Su reserva ha sido cancelada.

# msgChangedBookingIntroductoryText
source: Your booking was changed. Please check the details.
es_es: Su reserva ha cambiado. Por favor, compruebe los detalles.

# msgChangedBookingSubject
source: Booking Changed
es_es: Reserva Cambiada

# msgIncluded
source: included
es_es: incluido

# msgInfoNotAvailable
source: Warning: this information does not exists in this language! Please contact the hotel.
es_es: Advertencia: esta información no existe en este idioma! Por favor, póngase en contacto con el hotel.

# msgNewBookingGuestIntroductoryText
source: Thanks for choosing our hotel!
es_es: Gracias por haber elegido nuestro hotel!

# msgNewBookingGuestSubject
source: New Booking
es_es: Nueva Reserva

# msgNewRequestGuestIntroductoryText
source: Thanks for request a reservation! We will answer as soon as possible.
es_es: Gracias por solicitud de reserva! Le responderemos tan pronto como sea posible.

# msgNewRequestGuestSubject
source: New Request
es_es: Nueva Solicitud

# msgRequestCanceledEmailSubject
source: Request Canceled
es_es: Solicitud Cancelada

# msgRequestCanceledIntroductoryText
source: Your request was canceled.
es_es: Su pedido fue cancelado.

# msgRequestRefusedEmailSubject
source: Request Refused
es_es: Solicitud Refused

# msgRequestRefusedIntroductoryText
source: Sorry, but we could not meet your request. Our sincere apologies and contact us if you need any informations.
es_es: Lo sentimos, pero no hemos podido cumplir con su petición. Nuestras más sinceras disculpas y ponerse en contacto con nosotros si necesita cualquier información.

# lblAvailableDates
source: Available Dates
es_es: Fechas Disponibles

# lblMobile
source: Mobile
es_es: Móvil

# NewGuestDetailMailSubject
source: Welcome to your Client Area
es_es: Bienvenido a su Área de Cliente

# lblRestrictionAllocation
source: Allocation
es_es: Disponibilidad

# lblRestrictionBlocked
source: Blocked
es_es: Data Cerrada

# lblRestrictionClosedOnArrival
source: Closed on arrival
es_es: Dia cerrado para llegadas

# lblRestrictionClosedOnDeparture
source: Closed on departure
es_es: Dia cerrado para salidas

# lblRestrictionMaxDays
source: Maximum Length of Stay
es_es: Nº Máximo de dias para reservar

# lblRestrictionMinDays
source: Minimum Length of Stay
es_es: Nº Minímo de dias para reservar

# lblRestrictionReleaseDays
source: Release days
es_es: Dias de antecedencia para hacer la reserva

# lblRestrictionStayThrough
source: Stay through
es_es: Nº de dias fixos para reservar

# lblSaleClosed
source: Sale closed
es_es: Venta cerrada

# lblMrMrs
source: Mr./Mrs.
es_es: Sr./Sra.

# CancelationText
source: Cancel Reservation
es_es: Cancelar Reserva

# lblCompany
source: Corporate
es_es: Empresa

# lblRoom
source: Room
es_es: Habitación

# lblTravelAgent
source: Travel Agent
es_es: Agente de Viaje

# lblCloseSales
source: Close Sales
es_es: Cerrar Ventas

# lblOpenSales
source: Open Sales
es_es: Vendas abertas

# ChannelMappingTypeAll
source: All
es_es: Todo

# ChannelMappingTypeReservationsOnly
source: Reservations Only
es_es: Reservas Únicamente

# lblCountry
source: Country
es_es: País

# lblUnspecified
source: Unspecified
es_es: No especificado

# lblARQ
source: Price/Availability
es_es: Precio / Disponibilidad

# lblBRQ
source: Bookings
es_es: Reservas

# lblGRRQ
source: Rates
es_es: Tarifas

# lblRARQ
source: Price/Availability
es_es: Precio / Disponibilidad

# lblRDRQ
source: Create Rooms
es_es: Crear Habitaciones

# lblRRQ
source: Create Rates
es_es: Crear Tarifas

# lblRTRQ
source: Rooms/Rates
es_es: Habitaciones / Tarifas

# lblPublic
source: Public
es_es: Público

# lblPropertyAssignment
source: Property Assignment
es_es: Asignación de Propiedad

# lblRemoved
source: Removed
es_es: Añadido

# lblBouncedEmail
source: Bounced email
es_es: Devolver para

# lblFromEmail
source: From email
es_es: Do email

# lblFromName
source: From name
es_es: De Nombre

# lblReplyEmail
source: Reply email
es_es: Responder al

# lblName
source: Name
es_es: Nombre

source: at the beginning
es_es: al comienzo

source: at the end
es_es: al final

source: discount
es_es: descuento

source: Free Night
es_es: Noche libre

# CreditLimitMsg
source: The {0} reached the credit limit of {1}
es_es: A {0} atingiu o límite de crédito de {1}

# lblOperator
source: Operator
es_es: Operador

# OccAllRulesApplied
source: Applied Rules
es_es: Normas aplicadas.

# OccCorrelation
source: Correlation
es_es: Correlación

# OccError
source: Error applying rules.
es_es: Error al aplicar las normas

# OccException
source: Exception
es_es: Excepción

# OccLevel
source: Occupancy
es_es: Ocupación

# OccReservationNumber
source: Reservation
es_es: Reserva

# OccRoom
source: Room
es_es: Habitación

# OccCloseSales
source: Close sales
es_es: Ventas de cierre

# OccUpdateRates
source: Update rates
es_es: Actualizar precio

# lblPackages
source: Packages
es_es: Paquetes

# lblRates
source: Rates
es_es: Tarifas

# lblCreditLimitReached
source: {0} reached the credit limit of {1}
es_es: {0} atingiu o limite de crédito de {1}

# lblCheckIn
source: Check-in
es_es: Fecha de entrada

# lblCheckOut
source: Check-out
es_es: Fecha de salida
